Repository: ArPIHomeSecurity/arpi_webapplication
Catalog: src/locales/messages.*.xlf
Languages: hu, it

# home menu link
source: Control
it: Controllo

source: Settings
hu: Beállítások
it: Impostazioni

# zones menu link
source: Zones
hu: Zónák
it: Zone

# sensors menu link
source: Sensors
hu: Érzékelők
it: Sensori

# syren menu link
source: Syren
it: Sirena

# keypad menu link
source: Keypad
hu: Billentyűzet
it: Tastierino

# notifications menu link
source: Notifications
hu: Értesítések
it: Notifiche

# network menu link
source: Network
hu: Hálózat
it: Rete

# clock menu link
source: Clock
hu: Óra
it: Orologio

# users menu link
source: Users
hu: Felhasználók
it: Utenti

# logout menu link
source: Logout
hu: Kijelentkezés
it: Disconnessione

# session expiry
source: Your session will expire in {{ getSessionDuration() }}!
hu: A munkamenet lejár {{ getSessionDuration() }} múlva!
it: La sessione scadrà tra {{ getSessionDuration() }}!

# session expired
source: Your session expired, logged out!
hu: A munkamenet lejárt, kijelentkezett!
it: La sessione è scaduta, si è disconnesso!

# clock sources
source: Time sources
hu: Idő források
it: Fonti di tempo

# clock network time
source: Network time
hu: Hálózati idő
it: Tempo di rete

# clock system time
source: System time
hu: Rendszer idő
it: Tempo del sistema

# clock hardware time
source: Hardware time
hu: Hardver idő
it: Tempo di hardware

# clock manual settings
source: Manual settings
hu: Kézi beállítás
it: Impostazioni manuali

# clock new date time
source: New date time
hu: Új dátum és idő
it: Nuova data e ora

# clock timezone
source: Timezone
hu: Időzóna
it: Fuso orario

# save button
source: Save
hu: Mentés
it: Salvare

# failed save
source: Failed to save!
hu: Nem sikerült elmenteni!
it: Salvataggio non riuscito!

# network dns
source: Dynamic DNS
hu: Dinamikus DNS
it: DNS dinamico

# network remote access
source: Remote access by hostname
hu: Távoli hozzáférés a számítógép neve alapján
it: Accesso remoto attraverso il nome dell'host

# network provider
source: Provider
it: Fornitore servizio connettività

# network hostname
source: Hostname
hu: Számítógép neve
it: Nome host

# network username
source: Username
hu: Felhasználónév
it: Nome utente

# network restrict host
source: Restrict access to host
it: Limitare l'accesso all'host

# network enable ssh
source: Enable SSH connection
hu: SSH kapcsolat engedélyezett
it: Abilita la connessione SSH

# notifications smtp settings
source: SMTP settings for sending notifications
it: Impostazioni SMTP per l'invio di notifiche

# notifications smtp username
source: SMTP username
hu: SMTP felhasználónév
it: Nome utente SMTP

# notifications smtp password
source: SMTP password
it: Password SMTP

# notifications smtp hostname
source: SMTP hostname
it: Nome host SMTP

# notifications smtp port
source: SMTP port
it: Porta SMTP

# notifications smtp email1
source: Email address 1
it: Indirizzo e-mail 1

# notifications smtp email2
source: Email address 2
it: Indirizzo e-mail 2

# notifications gsm settings
source: Mobil settings for sending notifications
hu: GSM beállítások üzenetküldéshez
it: Impostazioni per l'invio di notifiche su dispositivo mobile

# notifications sim card pin
source: SIM card PIN code
hu: SIM kártya PIN kód
it: Codice PIN della carta SIM

# notifications target phone1
source: Target phone number 1
it: Numero di telefono 1

# notifications subscriptions
source: Subscriptions
hu: Feliratkozások
it: Abbonamenti

# notifications subscriptions settings
source: Configure subscriptions
hu: Feliratkozások beállítáa
it: Configurare le sottoscrizioni

# notifications source
source: Event
hu: Esemény
it: Evento

# notifications send email1
source: Send Email 1
it: Invia e-mail 1

# notifications send email2
source: Send Email 2
it: Invia e-mail 2

# notifications send sms1
source: Send SMS 1
it: Inviare SMS 1

# notifications alert started
source: Alert started
hu: Riasztás kezdete
it: Allarme avviato

# notifications alert stopped
source: Alert stopped
hu: Riasztás vége
it: Allarme interrotto

# notifications power outage started
source: Power outage started
it: Inizio interruzione di corrente

# notifications power outage stopped
source: Power outage stopped
it: Fine interruzione di corrente

# syren sources
source: Syren
it: Sirena

# message system error
source: The system is not working correctly, you can't make changes in the configuration!
it: Il sistema non funziona correttamente, non è possibile apportare modifiche alla configurazione!

# message lost connection
source: Lost connection to the security system!
it: Persa la connessione al sistema di sicurezza!

# message system not ready
source: The system is not ready, you can't make changes in the configuration!
it: Il sistema non è pronto, non è possibile apportare modifiche alla configurazione!

# user code copied
source: Copied to clipboard!
hu: Vágólapra került!
it: Copiato negli appunti!

# arm away button
source: AWAY
it: ASSENTI/FUORI CASA

# disarm button
source: OFF
it: SPENTO

# arm stay button
source: STAY
it: PRESENTI

# home armed away
source: System armed away
hu: Rendszer élesítve távozóra
it: Sistema armato a distanza

# home armed stay
source: System armed stay
hu: Rendszer élesítve maradóra
it: Il sistema è armato

# home disarmed
source: System disarmed
hu: Rendszer hatástalanítva
it: Sistema disarmato

# starting state
source: Starting up
hu: Indulás
it: Avvio

# updating state
source: Updating configuration
hu: Konfiguráció frissítés
it: Aggiornamento della configurazione

# invalid state
source: Invalid configuration
hu: Hibás konfiguráció
it: Configurazione non valida

# sabotage state
source: Sabotage
hu: Szabotázs
it: Sabotaggio

# error state
source: ERROR
it: ERRORE

source: Keypad settings
hu: Billentyűzet beállítások
it: Impostazioni del tastierino

# keypad enabled
source: Enabled
hu: Engedélyezett
it: Abilitato

source: Keypad type
hu: Billentyűzet típusa
it: Tipo di tastierino

source: Register device
hu: Eszköz regisztrálása
it: Registra il dispositivo

# register registration code
source: Registration code
it: Codice di registrazione

source: Register
hu: Regisztrálás
it: Registro

source: Login
hu: Bejelentkezés
it: Accesso

# login access code
source: Access code
it: Codice di accesso

# login host not allowed
source: Host not allowed!
it: Host non è ammesso!

# login missing device token
source: Missing device token! Register your device!
it: Manca il token del dispositivo! Registra il tuo dispositivo!

# login invalid device token
source: Invalid device token! Update your device registration!
it: Token dispositivo non valido! Aggiornare la registrazione del dispositivo!

# login expired registration code
source: Expired device registration code!
hu: Lejárt eszköz regisztrációs kód!
it: Codice di registrazione del dispositivo scaduto!

# login invalid user id
source: Invalid user id! Update your device registration!
hu: Érvénytelen felhasználó azonosító! Frissítsd az eszköz regisztrációját!
it: ID utente non valido! Aggiornare la registrazione del dispositivo!

# login invalid registration code
source: Invalid registration code!
hu: Érvénytelen regisztrációs kód!
it: Codice di registrazione non valido!

# login invalid access code
source: Invalid access code!
hu: Érvénytelen hozzáférési kód!
it: Codice di accesso non valido!

# login no connedtion
source: No connection to the security system!
it: Mancanza collegamento al sistema di sicurezza!

# login error
source: Something went wrong!?
hu: Valami félre ment!?
it: Qualcosa è andato storto!?

# sensor delete
source: Delete sensor
hu: Érzékelő törlés
it: Cancellare il sensore

source: Do you want to delete the sensor?
hu: Valóban töröli ezt az érzékelőt?
it: Si vuole eliminare il sensore?

# yes button
source: Yes
hu: Igen
it: Sì

# cancel button
source: Cancel
hu: Mégsem
it: Annullamento

# sensor channel
source: Channel
hu: Csatorna
it: Canale

# sensor disconnected
source: Disconnected
hu: Lecsatlakoztatott
it: Disconnesso

source: Sensor type
hu: Érzékelő típusa
it: Tipo di sensore

source: Description
hu: Leírás
it: Descrizione

# sensor enabled
source: Enabled
hu: Engedélyezett
it: Abilitato

# sensor zone
source: Zone
hu: Zóna
it: Zona

# sensor new zone
source: New
hu: Új
it: Nuovo

source: Zone name
hu: Zóna neve
it: Nome della zona

# sensor alert disarmed
source: Alert when disarmed
hu: Riaszt nem élesített állapotban
it: Allarme quando è disarmato

# zone disarmed delay
source: Delay alert when not armed
hu: Riasztás késleltetés hatástalanított állapotban
it: Allarme ritardato quando non è armato

# sensor alert away
source: Alert when away armed
hu: Riaszt távozó élesítés esetén
it: Allarme quando si è assenti

# zone away alert delay
source: Delay alert when armed away
it: Ritardo allarme quando assenti

# zone away arm delay
source: Delay arm when arming away
it: Ritardo in attivazione

# sensor alert stay
source: Alert when stay armed
hu: Riaszt maradó élesítés esetén
it: Allarme quando attivo/armato

# zone stay alert delay
source: Delay alert when armed stay
it: Ritardo allarme in caso di permanenza attivo/armato

# zone stay arm delay
source: Delay arm when arming stay
it: Ritardo quando armato

# failed create
source: Failed to create!
hu: Nem sikerült létrehozni!
it: Impossibile creare!

# failed update
source: Failed to update!
hu: Nem sikerült megváltoztatni!
it: Aggiornamento fallito!

# failed delete
source: Failed to delete!
hu: Nem sikerült törölni!
it: Cancellazione fallita!

# cant delete
source: Can't delete, system is not ready!
hu: Nem lehetséges törölni, a rendszer nincs készenléti állapotban!
it: Non è possibile cancellare, il sistema non è pronto!

# sensor motion
source: Motion
it: Movimento

# sensor tamper
source: Tamper
it: Manomissione

# sensor open
source: Open
it: Aperto

# sensor break
source: Break
it: Rottura

# sensor unknown
source: Unknown
it: Sconosciuto

# sensor disable
source: Disabled
it: Disabilitato

# user card delete
source: Delete card
it: Cancellare la scheda

# user card delete question
source: Are you sure to delete this card?
it: Sicuro di voler cancellare questa scheda?

# user delete
source: Delete user
hu: Felhasználó törlés
it: Eliminare l'utente

# user delete question
source: Do you want to delete the user?
hu: Valóban törölni akarod a felhasználót?
it: Si vuole eliminare l'utente?

# user name
source: Name
hu: Név
it: Nome

# user select role
source: Select a role
hu: Szerep kiválasztása
it: Selezionare un ruolo

# user new code
source: New access code
hu: Új hozzáférési kód
it: Nuovo codice di accesso

# user comment
source: Comment
hu: Komment
it: Commento

# user device registration
source: Device registration
hu: Eszköz regisztrálás
it: Registrazione del dispositivo

# user select expiry
source: Select expiry
hu: Lejárat kiválasztása
it: Selezionare la scadenza

# user device registration code
source: Device registration code
hu: Eszköz regisztrációs kód
it: Codice di registrazione del dispositivo

# user get new code
source: Get new code
hu: Új kód igénylése
it: Ottieni un nuovo codice

# close button
source: Close
hu: Bezár
it: Chiudere

# device code no expiry
source: Unlimited time
it: Tempo illimitato

# device code with expiry
source: With expiry
it: Con scadenza

# expiry hours
source: Hours
it: Ore

# expiry days
source: Days
it: Giorni

# user unregister device
source: Unregister device
hu: Regisztráció megszüntetése
it: Cancella registrazione dispositivo

# user unregister question
source: Are you sure to unregister this device?
hu: Valóban meg akarod szüntetni az eszköz regisztrációját?
it: Siete sicuri di voler cancellare la registrazione di questo dispositivo?

# user type administrator
source: Administrator
hu: Adminisztrátor
it: Amministratore

# user type user
source: User
hu: Felhasználó
it: Utente

# user cards
source: Cards
it: Carte

# user registration
source: Expires on:
it: Scade il:

# user expiry never
source: never
it: mai

# user register device button
source: Device registration
it: Registrazione del dispositivo

# user register card button
source: Register card
it: Scheda registro

# user no users
source: No users found
hu: Nincsenek felhasználók
it: Nessun utente trovato

# zone delete
source: Delete zone
hu: Zóna törlés
it: Eliminare la zona

source: Do you want to delete the zone?
hu: Valóban törli ezt a zónát?
it: Si desidera eliminare la zona?

source: Name
hu: Név
it: Nome

# zone alert when disarmed
source: Alert when disarmed
hu: Riaszt hatástalanított állapotban
it: Allarme quando è disarmato

# zone alert when away
source: Alert when away armed
hu: Riaszt távozó élesítés esetén
it: Allarme quando si è assenti

# zone alert when stay
source: Alert when stay armed
hu: Riaszt maradó élesítés esetén
it: Allarme quando si presenti con sistema armato

# zone stay delay
source: Delay alert when armed stay
hu: Riasztás késleltetés maradó élesítés esetén
it: Ritardo allarme quando si è presenti con sistema armato

# zone configuration
source: Configuration
it: Configurazione

# zone alert type
source: Alert type
it: Tipo di avviso

# zone alert enabled
source: Alert enabled
hu: Riasztás engedélyezett
it: Avviso abilitato

# zone arm delay
source: Arm delay
it: Ritardo all'attivazione

# zone alert delay
source: Alert delay
hu: Riasztás késleltetés
it: Ritardo dell'avviso

# zone arm away
source: Away
hu: Távozó
it: Assenti

# zone arm stay
source: Stay
hu: Maradó
it: Presenti

# zone disarmed
source: Disarmed
hu: Hatástalanítva
it: Disarmato

# zone sensors
source: Sensors
hu: Érzékelők
it: Sensori

# zone no sensors
source: No sensors
hu: Nincsenek érzékelők
it: Nessun sensore

# zone none
source: No zones found
hu: Nincsenek zónák
it: Nessuna zona trovata

# email1 failed
source: Failed to send to email address 1!
it: Invio fallito all'indirizzo e-mail 1!

# notifications email1 success
source: Email sent successfully to email address 1!
it: Email inviata con successo all'indirizzo email 1!

# notifications email2 failed
source: Failed to send to email address 2!
it: Invio fallito all'indirizzo e-mail 2!

# notifications email2 success
source: Email sent successfully to email address 2!
it: Email inviata con successo all'indirizzo email 2!

# notifications send test email
source: Send test email
it: Inviare una e-mail di prova

# notifications send test sms
source: Send test SMS
it: Inviare un SMS di prova

# notifications smtp connection failed
source: Failed to connect to SMTP server!<br />Please check logs for more information!
it: Impossibile connettersi al server SMTP!<br />Controllare i log per maggiori informazioni!

# events start
source: Start sensor.name silent
it: Avvio sensor.name silent

# events menu link
source: Events
it: Eventi

# events alert started
source: Alert started
it: Allarme avviato

# events away
source: AWAY
it: ASSENTI

# events alert finished
source: Alert finished
it: Allarme terminato

# events end
source: End sensor.name
it: Fine sensor.name

# events alert
source: Alert event
it: Evento di allarme

# events alert undefined
source: Undefined
it: Non definito

# events alert yes
source: Yes
it: Sì

# events arm
source: Arm event
it: Evento braccio

# events arm away
source: AWAY
it: ASSENTI

# events arm disarmed
source: DISARMED
it: DISARMATO

# events arm stay
source: STAY
it: PRESENTI

# events arm undefined
source: Undefined
it: Non definito

# events armed
source: Armed
it: Armato

# events filter armed by
source: Armed by
it: Armato da

# events armed keypad
source: Armed with keypad
it: Armato da tastierino

# events undefined
source: Undefined
it: Non definito

# events clear filters
source: Clear filters
it: Cancella i filtri

# events filter date
source: Enter a date range
it: Inserire un intervallo di date

# events delay
source: delay: {{sensor.delay}}
it: ritardo: {{sensor.delay}}

# events disarmed
source: Disarmed
it: Disarmato

# events disarmed keypad
source: Disarmed with keypad
it: Disarmato da tastierino

# events disarmed system
source: Disarmed by system
it: Disarmato dal sistema

# events empty
source: No arms/alerts found
it: Non sono state trovate armi/avvisi

# events sabotage
source: Sabotage event
it: Evento di sabotaggio

# events sensors
source: Alerting sensor(s)
it: Sensore/i in allarme

# events timeline
source: Timeline
it: Linea temporale

# events keypad
source: Keypad
it: Tastierino

# events filter alert
source: Alert happened
it: Allarme avvenuto

# events filter arm
source: Arm type
it: Tipo di attivazione

# events filter
source: Filter
it: Filtro

# events stay
source: STAY
it: PRESENTI

# events disarmed by
source: Disarmed by {{ getUsername(event.disarm?.userId) }}
it: Disarmato da {{ getUsername(event.disarm?.userId) }}

# events properties
source: Properties
it: Proprietà

# events armed by
source: Armed by
it: Armato da

source: Do you want to delete the area?
it: Si desidera eliminare l'area?

source: Area armed away
it: Area armata "assenti"

source: Area armed stay
it: Area armata "presenti"

# area delete
source: Delete area
it: Cancellare l'area

source: Area disarmed
it: Area disarmata

source: Area name
it: Nome dell'area

# area no sensors
source: No sensors
it: Nessun sensore

# area none
source: No areas found
it: Nessuna area trovata

# area not found
source: The area was not found!
it: Area non trovata!

# area sensors
source: Sensors
it: Sensori

# areas menu link
source: Areas
it: Aree

# events arm changed
source: Arm changed
it: Attivazione cambiata

# events arm mixed
source: MIXED
it: MISCELATO

# events sensor states
source: Sensor states
it: Stati del sensore

# sensor new area
source: New
it: Nuovo

# area number of sensors
source: {{getSensors(area.id).length}} sensor(s)
it: {{getSensors(area.id).length}} sensore/i

# sensor none
source: No sensors found
it: Nessun sensore trovato

# zone no sensor
source: {{getSensors(zone.id).length}} sensor(s)
it: {{getSensors(zone.id).length}} sensore/i

# events silent
source: silent
it: silenzioso

# syren delay
source: Delay
it: Ritardo

# syren delay hint
source: Delay the syren in seconds
it: Ritardo della sirena in secondi

# syren duration hint
source: Stop the syren in seconds
it: Spegnimento sirena in secondi

# notifications send sms2
source: Send SMS 2
it: Inviare SMS 2

# notifications target phone2
source: Target phone number 2
it: Numero di telefono 2

# unregister menu link
source: Unregister device
it: Disregistrare il dispositivo

# sensor hidden
source: Hidden
it: Nascosto

# sensor visible
source: Visible
it: Visibile

source: Do you want to delete the output?
it: Si desidera eliminare l'output?

# output button
source: Button
it: Pulsante

# output channel
source: Channel
it: Canale

# output default state
source: Active default
it: Attivo predefinito

# output delay
source: Delay [s]
it: Ritardo [s]

# output delete
source: Delete output
it: Cancellare l'uscita

# output disconnected
source: Disconnected
it: Disconnesso

# output duration
source: Duration [s]
it: Durata [s]

# output enabled
source: Enabled
it: Abilitato

# output none
source: No outputs found
it: Nessuna uscita trovata

# output system
source: System
it: Sistema

# output trigger
source: Trigger
it: Innesco

# outputs menu link
source: Outputs
it: Uscite

# sensor zone form
source: Zone
it: Zona

# network restrict local
source: Restrict SSH connection to local network
it: Limita la connessione SSH alla rete locale

# syren silent
source: Silent alert
it: Allarme silenzioso

# sensor silent undefined
source: System setting
it: Impostazioni di sistema

# sensor silent loud
source: Loud alarm
it: Allarme forte

source: Syren timing
it: Tempismo della sirena

# syren sensitivity custom
source: Custom sensitivity
it: Sensibilità personalizzata

source: Sensor sensitivity
it: Sensibilità del sensore

# alert monitor period
source: Monitoring period [s]
it: Periodo di monitoraggio

# alert monitor threshold
source: Monitoring threshold [%]
it: Soglia di monitoraggio [%]

# events sensitivity
source: sensitivity: {{sensor.monitorPeriod + 's'}}/{{sensor.monitorThreshold}}%
it: sensibilità: {{sensor.monitorPeriod + 's'}}/{{sensor.monitorThreshold}}%

# events sensitivity instant
source: sensitivity: instant alert
it: sensibilità: allarme immediato

# events loud
source: loud
it: forte

# sensor name
source: Name
it: Nome

# sensor syren
source: Syren config
it: Configurazione sirena

# sensor sensitivity undefined
source: System setting
it: Impostazioni di sistema

# sensor sensitivity instant
source: Instant alert
it: Allarme istantaneo

# sensor sensitivity custom
source: Custom
it: Unico

# sensor monitor period
source: Monitoring period [s]
it: Periodo di monitoraggio [s]

# sensor monitor threshold
source: Monitoring threshold [%]
it: Soglia di monitoraggio [%]

# sensor instant
source: Instant alert
it: Allarme istantaneo

# events silent alert
source: Silent alert
it: Allarme silenzioso

# events timeline silent
source: (silent)
it: (muto)

# sensor silent alert
source: Silent alert
it: Allarme silenzioso

# sensor silent syren
source: Alarm with syren
it: Allarme con sirene

# syren silent loud
source: Loud alarm (forced)
it: Allarme forte (forzato)

source: Syren volume
it: Impostazioni di sistema

# syren sensitivity alert
source: Alert sensitivity
it: Sensibilità all'allarme

# user role
source: Role
it: Ruolo

# user access code
source: Access code
it: Codice di accesso

# zone disarmed delay field
source: Disarmed delay
it: Ritardo al disarmo

# zone away alert delay field
source: Away alert delay
it: Ritardo dell'avviso di allontanamento

# zone away arm delay field
source: Away arm delay
it: Ritardo del braccio in allontanamento

# zone stay delay field
source: Stay alert delay
it: Ritardo nell'allerta

# zone stay arm delay field
source: Stay arm delay
it: Ritardo del braccio di permanenza

# clock uptime
source: Uptime
it: Tempo di attività

# clock uptime system
source: System
it: Sistema

source: Dark theme
it: Tema scuro

# syren duration
source: Duration
it: Durata

# network terminal access
source: Terminal access
it: Accesso al terminale

# network ssh settings
source: SSH settings
it: Impostazioni SSH

# network password authentication
source: Enable SSH password authentication
it: Abilita l'autenticazione con password SSH

# user ssh key
source: SSH key
it: Chiave SSH

# user generate ssk key
source: Setup SSH key
it: Impostazione della chiave SSH

# user ssh key setup
source: Setup ssh key
it: Impostazione della chiave ssh

# user ssh setup method
source: Setup method
it: Metodo di impostazione

# user ssh key type
source: SSH key type
it: Tipo di chiave SSH

# user ssh key passphrase
source: SSH key passphrase
it: Passphrase della chiave SSH

# user ssh key public key
source: SSh public key
it: Chiave pubblica SSh

# user generate ssh key
source: Generate SSH key
it: Generare la chiave SSH

# user setup ssh key
source: Setup SSH key
it: Impostazione della chiave SSH

# user copy ssh key
source: Copy key
it: Tasto copia

# notifications smtp enabled
source: SMTP enabled
it: SMTP abilitato

# notifications gsm enabled
source: GSM enabled
it: GSM abilitato

# notifications test call
source: Test call
it: Chiamata di prova

# notifications call 1
source: Call 1
it: Chiamata 1

# notifications call 2
source: Call 2
it: Chiamata 1

# notifications gsm connection failed
source: Failed to connect to GSM module!
it: Impossibile connettersi al modulo GSM!

# notification sms
source: SMS messages
it: Messaggi SMS

# notifications loading sms
source: Loading SMS messages...
it: Caricamento dei messaggi SMS...

# notifications no sms
source: No SMS messages
it: Nessun messaggio SMS

# notifications delete all
source: Delete all
it: Cancella tutto

# alert history menu link
source: Alert history
hu: Riasztási események

# message no connection
source: No connection to the security system!
hu: Nincs kapcsolat a biztonsági rendszerrel!
