Repository: ArPIHomeSecurity/arpi_webapplication
Catalog: src/locales/messages.*.xlf
Languages: hu, it

# message system error
source: The system is not working correctly, you can\'t make changes in the configuration!
hu: A rendszer nem működik megfelelően, nem lehet módosítani a konfigurációt!

# message system not ready
source: The system is not ready, you can\'t make changes in the configuration!
hu: A rendszer nem áll készen, nem lehet módosítani a konfigurációt!

source: Access code
hu: Hozzáférési kód

source: Unregister device
hu: Regisztráció megszüntetése

# login missing device token
source: Missing device token!
hu: Hiányzó eszköz token!

# arm away button
source: AWAY
hu: TÁVOZÓ

# disarm button
source: OFF
hu: KI

# arm stay button
source: STAY
hu: MARADÓ

# alert started
source: Alert started on: {{alert.startTime}}
hu: Riasztás kezdete: {{alert.startTime}}

source: Input channel:
hu: Bemeneti csatorna:

source: Alert type
hu: Riasztás típusa

# alert type away
source: AWAY
hu: Távozó

# alert type stay
source: STAY
hu: Maradó

# alert type sabotage
source: SABOTAGE
hu: SZABOTÁZS

# alert start time
source: Start time
hu: Kezdete

# alert end time
source: End time
hu: Vége

# alert history sensors
source: Sensors
hu: Érzékelők

# @alert history sensors
source: Sensor(s)
hu: Érzékelő(k)

# @alert history no sensor
source: Sensor not found!
hu: Nem találtam az érzékelőt!

# notifications email settings
source: Email settings for sending notifications
hu: Email beállítások üzenetküldéshez

# notifications stmp password
source: SMTP password
hu: SMTP jelszó

# notifications smtp email
source: Email address
hu: Email cím

# notifications target phone
source: Target phone number
hu: Telefon szám

# notifications send email
source: Send Email
hu: Email küldése

# notifications send sms
source: Send SMS
hu: SMS küldése

# network password
source: Password
hu: Jelszó

# network prodvider
source: Provider
hu: Szolgáltató

# network access locally
source: Access locally
hu: Helyi hozzáférés

# network local settings
source: Local access settings
hu: Helyi hozzáférés beállítása

# zone away delay
source: Delay alert when armed away
hu: Riasztás késleltetés távozó élesítés esetén

source: Sensor not found!
hu: Érzékelő nem található!

source: Zone not found!
hu: Zóna nem található!

# edit button
source: Edit
hu: Szerkesztés

# register_device button
source: Device registration
hu: Eszköz regisztrálás

source: Registration code
hu: Regisztrációs kód

# remove button
source: Remove
hu: Eltávolítás

source: User not found!
hu: Felhasználó nem található!

# user registration
source: Registration:
hu: Regisztráció:

source: User has device registration code expiring on {{user.registrationExpiry}}
hu: A felhasználó eszköz regisztrációs kódja érvényes {{user.registrationExpiry}}-ig

# user registration unlimited
source: Registration: unlimited time
hu: Regisztráció: határozatlan lejáratú

source: User has device registration code for unlimited time
hu: A felhasználó eszköz regisztrációs kódja nem jár le

# sensor enabled and disconnected
source: Enabled and disconnected
hu: Engedélyezett és lecsatlakoztatott

# sensor disabled and disconnected
source: Disabled and disconnected
hu: Nem engedélyezett és lecsatlakoztatott

# sensor enabled on channel
source: Enabled on input channel CH{{ sensor.channel + 1 | number: '2.0-0'}}
hu: Engedélyezett a CH{{ sensor.channel + 1 | number: '2.0-0'}} bemeneti csatornán

# sensor disabled on channel
source: Disabled on input channel CH{{ sensor.channel + 1 | number: '2.0-0'}}
hu: Nem engedélyezett a CH{{ sensor.channel + 1 | number: '2.0-0'}} bemeneti csatornán

# away state
source: AWAY
hu: TÁVOZÓ

# stay state
source: STAY
hu: MARADÓ

# sensors state
source: Sensors
hu: Szenzorok

# starting state short
source: S
hu: SZ

# invalid state short
source: I
hu: H

# away state short
source: A
hu: T

# stay state short
source: S
hu: M

# sensors state short
source: S
hu: SZ
